/* Main alert text */
"Q_HEADLINE_APP" = "“%@”は、%@で、%@。開いてもよろしいですか？"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%@”は、%@で、%@。開いてもよろしいですか？"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@”は、%@である可能性があり、%@。これは“%@”で開かれます。開いてもよろしいですか？"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@”を開くとコンピュータが破損します。ゴミ箱に入れることをお勧めします。"; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "インターネットからダウンロードされました"; 
"Q_ORIGIN_WEB" = "インターネットからダウンロードされました";
"Q_ORIGIN_MAIL" = "メールメッセージに添付されていました";
"Q_ORIGIN_CHAT" = "チャットメッセージに添付されていました";
"Q_ORIGIN_CALENDAR" = "カレンダーイベントに添付されていました";
"Q_ORIGIN_MESSAGE" = "メッセージに添付されていました";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "“%@”マルウェアが含まれています。"; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "“%@”をゴミ箱に移動できませんでした。"; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "“%@”を含むディスクイメージを取り出せませんでした。"; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "このマルウェアは手動で取り除く必要があります。";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "この %@ は %@ にダウンロードされました。"; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "この %2$@ は %1$@ によって %3$@ にダウンロードされました。"; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "この %2$@ は %1$@ によって %3$@ に %4$@ からダウンロードされました。"; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "この %2$@ は %1$@ が %3$@ に受信しました。"; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "ファイル";
"Q_DETAIL_TYPE_ALIAS" = "エイリアス";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@”はディスクイメージ“%@”内にあります。"; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@”は見つからないディスクイメージ内にあります。"; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "このディスクイメージは %@ にダウンロードされました。"; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "このディスクイメージは %@ によって %@ にダウンロードされました。"; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "このディスクイメージは %@ によって %@ に %@ からダウンロードされました。"; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "このディスクイメージは %@ が %@ に受信しました。"; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@”はネットワークボリューム上にあります。"; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@”はネットワークボリューム“%@”上にあります。"; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ はこのネットワーク接続を %@ に開きました。"; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "今日の %@"; /* time */
"Q_DATE_YESTERDAY" = "昨日の %@"; /* time */
"Q_DATE_THIS_YEAR" = "%@"; /* date */
"Q_DATE_FULL" = "%@"; /* date */
"Q_DATE_UNKNOWN" = "不明な日付"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "このアプリケーションを開くときには警告しない"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "このディスクイメージ内のアプリケーションを開くときには警告しない";
"Q_DO_NOT_WARN_SERVER" = "このネットワークボリューム上のアプリケーションを開くときには警告しない";

/* Regular button titles */
"Q_BUTTON_OPEN" = "開く";
"Q_BUTTON_CANCEL" = "キャンセル";
"Q_BUTTON_SHOW_WEB_PAGE" = "Web ページを表示";
"Q_BUTTON_SHOW_MAIL" = "メッセージを表示";
"Q_BUTTON_SHOW_CHAT" = "メッセージを表示";
"Q_BUTTON_SHOW_CALENDAR" = "イベントを表示";
"Q_BUTTON_SHOW_DMG" = "ディスクイメージを表示";
"Q_BUTTON_SHOW_APP" = "アプリケーションを表示";
"Q_BUTTON_SHOW_SOURCE" = "ソースを表示";
"Q_BUTTON_EJECT_DMG" = "ディスクイメージを取り出す";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "ゴミ箱に入れる";

/* File kinds */
"Q_TYPE_APPLICATION" = "アプリケーション";
"Q_TYPE_SCRIPT_APPLICATION" = "スクリプトアプリケーション";
"Q_TYPE_UNIX_APPLICATION" = "UNIX アプリケーション";
"Q_TYPE_JAVA_APPLICATION" = "Java アプリケーション";
"Q_TYPE_WEB_APPLICATION" = "Web アプリケーション";
"Q_TYPE_QUARTZ_APPLICATION" = "Quartz Composer アプリケーション";
"Q_TYPE_WINDOWS_APPLICATION" = "Windows アプリケーション";
"Q_TYPE_ALIAS_VARIANT" = "%@ エイリアス"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
